ZigEmbeddedGroup/texasinstruments-data/ccs_base/common/targetdb/Modules/AM263X/MSRAM_MSRAM_70000000h.xml
<module name="MSRAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="MSRAM_START" acronym="MSRAM_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="L2 Memory  start address" range="31:0" rwaccess="R/W"/>
	</register><register id="MSRAM_END" acronym="MSRAM_END" offset="524284" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="L2 Memory  end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>